{
  "Lang" : {
    "-LiHSP36tJ5InvQLTnBy" : {
      "langName" : "English"
    },
    "-LiHSZArdQBmi7QMxjyJ" : {
      "langName" : "Hindi"
    },
    "-LiHS_p19nllWGHxRAdg" : {
      "langName" : "Bengali"
    },
    "-LiHSbP-Q3h6yfPiubOU" : {
      "langName" : "Tamil"
    },
    "-LiHSqDfVq_r9weAbbPZ" : {
      "langName" : "Telugu"
    },
    "-LiHSuW_COGJA5jnq1KA" : {
      "langName" : "Kannada"
    },
    "-LiHSy49OJf5qADMpIXY" : {
      "langName" : "Malayalam"
    }
  },
  "contact" : {
    "-Lj-XZAuBU7NDpzBYIcg" : {
      "email" : "cdcd",
      "massage" : "dcdc",
      "name" : "ssd"
    },
    "-Lj-hnJMIDm_9YqgEMo1" : {
      "email" : "sudiptarana00@gmail.com",
      "massage" : "hi, its a great website.",
      "name" : "Sudipta Rana"
    }
  },
  "movie" : {
    "-LiRfIQcNRilxP1zSGs2" : {
      "directorName" : "Sandeep Reddy Vanga",
      "langName" : "Hindi",
      "movieName" : "KABIR SINGH",
      "movieReview" : "This one is the Hindi remake of the Telugu blockbuster Arjun Reddy. The film charts the journey of a short-tempered house surgeon Kabir Rajdheer Singh (Shahid Kapoor), whose obsession for his girlfriend Preeti leads him on the path to self-destruction. Preeti is forced to marry someone else.",
      "rating" : "5",
      "youtube" : "https://www.youtube.com/embed/RiANSSgCuJk"
    },
    "-LiTkHlMMkvNVH-d1UwX" : {
      "directorName" : " Felix Gary Gray Produced by : Columbia Pictures & A",
      "langName" : "English",
      "movieName" : "MEN IN BLACK INTERNATIONAL",
      "movieReview" : "After the events of Men in Black 3, London has a branch of Men in Black (MIB). After finding the MIB base, a young woman named Molly (Tessa Thompson) joins them. As Agent M, The head of the branch, High T (Liam Neeson), pairs her up with Agent H (Chris Hemsworth). These two secret agents become involved in a series of alien attacks that send them traveling around the globe.",
      "rating" : "4.4",
      "youtube" : "https://www.youtube.com/embed/BV-WEb2oxLk"
    },
    "-LiTkxvUxaOaoV6M7cEl" : {
      "directorName" : "S U Arun Kumar",
      "langName" : "Tamil",
      "movieName" : "SINDHUBAADH",
      "movieReview" : "Thiru(Vijay Sethupathi) is a thief who picks pockets and steals from the affluent, with help from his sidekick Super(Surya Vijay Sethupathi). He is a little low in hearing too. In the meanwhile, Thiru falls in love with Venba (Anjali). Slowly she also falls for him. But soon, she leaves for Malaysia, and the next time Thiru hears her, she is pleading with him to come and rescue her from Thailand. What will he do now?",
      "rating" : "4.0",
      "youtube" : "https://www.youtube.com/embed/-NqloB3SLl0"
    },
    "-LiTm6AjTQ7WoaD851GD" : {
      "directorName" : "Swaroop RSJ",
      "langName" : "Telugu",
      "movieName" : "AGENT SAI SRINIVASA ATHREYA",
      "movieReview" : "Agent Sai Srinivasa Athreya (Naveen Polishetty) is a brilliant, underrated detective from Nellore who runs an agency called FBI from a vegetable market, which sees no business. He always thinks that he is much worthy of solving a really difficult case, but not able to get a good one. But one-day things changed and he gets more than what he asked for when a case happens to fall right into his lap out of nowhere.",
      "rating" : "3.9",
      "youtube" : "https://www.youtube.com/embed/iPfVbR5oAWE"
    },
    "-LiTnKyfdJnfjEOBgELL" : {
      "directorName" : "R. Chandru",
      "langName" : "Kannada",
      "movieName" : "I LOVE YOU",
      "movieReview" : "Santhosh is a top businessman, who is married to a dutiful wife Gowri as per his father's last wishes. He has a daughter too but has no interest in his family life. Instead, he is still in love with his college sweetheart Dharmika. What happens when he gets a chance to meet her once again after years?",
      "rating" : "3.4",
      "youtube" : "https://www.youtube.com/embed/U3kV_7rwG8M"
    },
    "-LiTohRPl_yU3b17y8Ye" : {
      "directorName" : "Pathikrit Basu",
      "langName" : "Bengali",
      "movieName" : "KE TUMI NANDINI",
      "movieReview" : "Ke Tumi Nandini is the journey of a young, spirited girl Nandini (Rupsha), who is of tom-boyish nature and aspires to be a medical student. She develops a liking for a man named Abir ( Bonny) much older than her and a fitness trainer and social worker. Over the course of the rest of the film, Nandini constantly tries to attract the attention of Abir in different ways possible but he seems to be not interested in her. Will Nandini be able to make Abir fall in love with her? Will her love story have a happy ending?",
      "rating" : "3.8",
      "youtube" : "https://www.youtube.com/embed/HcXPFYMFq2g"
    },
    "-LiTrGyK1Q8cCgiNFTdA" : {
      "directorName" : "Shaji Palamel",
      "langName" : "Malayalam",
      "movieName" : "NAAN PETTA MAKAN",
      "movieReview" : "Young leader Abhimanyu from Maharaja’s College in Kochi was one among millions, and the testimonials of his friends and well-wishers about him spoke volumes about his inner worth and the visionary that he was. Even a few months after his death at the age of 20, the locality suffers a huge loss.",
      "rating" : "3.2",
      "youtube" : "https://www.youtube.com/embed/G-xckzcPll0"
    },
    "-LiX3GCvXazyXTyGutxr" : {
      "directorName" : "Omung Kumar",
      "langName" : "Hindi",
      "movieName" : "PM NARENDRA MODI",
      "movieReview" : "The film is based on the life of Narendra Modi, and 14th Prime Minister of India; starring Vivek Oberoi in the lead role who is also credited as co-writer of the film. The first look of the film was released on 7th January 2019. The film was theatrically released in 23 different languages. It is the story of Indian Prime minister.",
      "rating" : "5.0",
      "youtube" : "https://www.youtube.com/embed/ekwuv6a97JQ"
    },
    "-LiX3yPKAbSx2pE5kWZe" : {
      "directorName" : "Ali Abbas Zafar",
      "langName" : "Hindi",
      "movieName" : "BHARAT",
      "movieReview" : "During the Partition of India in 1947, Bharat's father stays back in present-day Pakistan and makes his eight-year-old son promise to lead the household and keep the family together. Bharat joins The Great Russian Circus in 1964 and earns a reputation for being a playboy.",
      "rating" : "3.6",
      "youtube" : "https://www.youtube.com/embed/Ea_GKoe81GY"
    },
    "-LiXJJA3x39uC7KdpGHa" : {
      "directorName" : "Birsa Dasgupta",
      "langName" : "Bengali",
      "movieName" : "BIBAHO OBHIJAAN",
      "movieReview" : "Rajat(Rudranil Ghosh) and Anupam(Ankush Hazra) are friends. Rajat’s wife Maya(Sohini Sarkar) is very homely and very god fearing. She always worships to God for her husband. On the other hand, Anupam’s wife Rai(Nusraat Faria) is very urban and attends rallies and protests across the city. She has no time for her husband. Feeling stuck, Rajat and Anupam plan a tour to Darjeeling for a few days. But it does not go according to plan as they are kidnapped by dacoits on the way.",
      "rating" : "3.4",
      "youtube" : "https://www.youtube.com/embed/IItDo6x1_Eo"
    },
    "-LiXJgz1Jh7p2Z5hN6t0" : {
      "directorName" : " Dhrubo Banerjee",
      "langName" : "Bengali",
      "movieName" : "DURGESHGORER GUPTODHON",
      "movieReview" : "This summer, enjoy the thrilling journey to the land of Durgeshgor with Prof. Subarno Sen, aka Sona Da (Abir Chatterjee) along with Abir (Arjun Chakraborty) & Jhinuk (Ishaa Saha) as they visit one of Sona da's student's ancestral mansion at Durgeshgor. They stumble upon the lost clues that may lead them in unearthing one of the greatest treasures of Bengal!",
      "rating" : "4.0",
      "youtube" : "https://www.youtube.com/embed/5jIv9eH5Yjw"
    },
    "-LiXKOAaOvYRW5QJpNmJ" : {
      "directorName" : "Raj Chakraborty",
      "langName" : "Bengali",
      "movieName" : "SHESH THEKE SHURU",
      "movieReview" : "On a flight to London, Dhaka-based businessman Mahid Sheikh meets and falls for Pujarini, a charming research scholar from Kolkata. Everything seems to be going well for the couple until dark secrets from Mahid's past threaten to resurface and shatter their peaceful world.",
      "rating" : "3.7",
      "youtube" : "https://www.youtube.com/embed/-RMKGlNZ7KI"
    },
    "-LiXLBAVQ3h1i6bg0wcy" : {
      "directorName" : "Raja Chanda",
      "langName" : "Bengali",
      "movieName" : "KIDNAP",
      "movieReview" : "After stumbling across illegal activities in a shady pub, a photojournalist finds her life in jeopardy. The only person standing between the criminal racket and her is a youngster who is a singer at the pub. Can he save her from the imminent danger?",
      "rating" : "3",
      "youtube" : "https://www.youtube.com/embed/cdy8VIOzHEU"
    },
    "-LiXLe79lEyu4l2JcYCi" : {
      "directorName" : "Subendu Pandit",
      "langName" : "Bengali",
      "movieName" : "WRONG NUMBER",
      "movieReview" : "Childhood friends, Sandy (Samadarshi Dutta) and Joy (Saurav Das), are opposites in nature. Sandy’s love for headbanging rock and Joy’s enthusiasm for Bangla poetry clash often but their friendship is rock solid. Will the entry of Diya (Durga Santra) and Shruti (Saayoni Ghosh) in their lives change the equation? Or will the men go through some major transformation?",
      "rating" : "2.4",
      "youtube" : "https://www.youtube.com/embed/HBSWMps4nnM"
    }
  },
  "news" : {
    "-LidCCIne9wsqWIMHEbX" : {
      "DateTime" : "27-Jun-2019 11:32AM",
      "catagory" : "News / Death",
      "newsDetails" : "Veteran actress and filmmaker Vijaya Nirmala passed away on June 26th, 2019 Midnight at the age of 75 in Hyderabad at Continental hospital, Gachibowli due to heart attack. She is survived by her husband and veteran actor Krishna and son Naresh. The actress, director and producer Vijaya Nirmala is known for her works predominantly in Telugu cinema. She has directed 44 films in Telugu. In 2002, she entered the Guinness Book of Records as the female director of the most films.",
      "newsTitel" : "Veteran Actress And Filmmaker Vijaya Nirmala Passes Away"
    },
    "-LidCZYAzB_ZTS1CNPav" : {
      "DateTime" : "24-Jun-2019 1:11PM",
      "catagory" : "News / Celebrity",
      "newsDetails" : "A 25-year-old French artist and student 'Benji' is creating very realistic celebrity faces by morphing many into one. These morphs already got much attention from netizens and are circulating throughout Instagram. It is also interesting to see which celebrity is dominating when morphing with another face. Let's check a few of those interesting photos from his Instagram.",
      "newsTitel" : "French Artist Morphs Celebrity Faces To Create Hybrids"
    },
    "-LidD2VtDDSTQz_cFShO" : {
      "DateTime" : "22-Jun-2019 7:38PM",
      "catagory" : "News / Hollywood",
      "newsDetails" : "Despite a general consensus that Venom was a bit of a letdown after the huge hype that surrounded its release, the film was still a huge hit at the box office. And now the creators behind the film have confirmed Tom Hardy will reprise his role as Eddie Brock in Venom 2. Sony producer Amy Pascal kept her cards close to her chest when discussing the sequel with Fandango, but she did reveal the British actor would be back.\n",
      "newsTitel" : "Tom Hardy Returning For 'Venom 2' To Play As Eddie Brock"
    },
    "-LidDCv4pzuooCKS48sA" : {
      "DateTime" : "12-May-2019 1:04PM",
      "catagory" : "News / Hollywood",
      "newsDetails" : "Endgame collected around $2.2 billion in less than two weeks of its release. Previously highest box office collection was held by 'Avatar' and 'Titanic' - both are from famous James Cameron. Avatar is still holding the first place earning $2.78 billion in its lifetime. But 'Titanic' is defeated by Endgame last week and has to hand over the second position to Endgame. Titanic earned a total of $2.1 billion from the box office. Film analytics already speculated that 'Avatar' may have to lose its first position in the near future.",
      "newsTitel" : "BO Collection - Avengers: Endgame Now Holds Second Position, Heading For First"
    },
    "-LidDWinL-KEr9eGSCZz" : {
      "DateTime" : "1-May-2019 12:07PM",
      "catagory" : "News / Telugu",
      "newsDetails" : "Tollywood Superstar Mahesh Babu's 25th film 'Maharshi' has finally hit the screens today on May 9, 2019. Directed by Vamsi Paidipally, Pooja Hegde played the female lead in this film. The following is the detailed report on the distributor share that the film collected on the second day of the release in the Nizam area. Below is the worldwide share details.\n",
      "newsTitel" : "'Maharshi' Day 2 Box Office Collection Shows Rock Steady Growth"
    },
    "-LidDp7c4qht0_H6X4R9" : {
      "DateTime" : "01-May-2019 4:36PM",
      "catagory" : "News / Tamil",
      "newsDetails" : "Directed by Sanjay Bharathi, son of famed director-actor Santhana Bharathi, 'Dhanusu Raasi Neyargale' has 'Pyaar Prema Kadhal' fame Harish Kalyan and Bollywood actress, Rhea Chakraborty in the prominent roles. Harish will be seen playing the role of an automobile mechanic, who strongly believes in astrology.\n",
      "newsTitel" : "'Thalapathy 63' Star, Reba Monica John Joined 'Dhanusu Raasi Neyargale' Team"
    },
    "-LidECUVecAGss7SIPmp" : {
      "DateTime" : "30-Apr-2019 3:27PM",
      "catagory" : "News / Bollywood",
      "newsDetails" : "Here’s a good news for all the Sunny Leone fans! Leone has signed a horror comedy by the name of 'Coca-Cola' and is all set to start shoot in June. The makers are planning to shoot most portions of the movie in Dehradun, Mussoorie and Haridwar in a start-to-finish schedule. Producers have just locked Sunny and are in the process of finalizing rest of the cast.",
      "newsTitel" : "Sunny Leone Just Signed Another Horror Comedy"
    },
    "-LidEQx_Ezrm2NhGD6oN" : {
      "DateTime" : "16-Apr-2019 6:51PM",
      "catagory" : "News / Bollywood",
      "newsDetails" : "Vicky Kaushal's success story is flying high after this year's successful release of 'Uri: The Surgical Strike'. At the beginning of 2019 he claimed a stronghold with the movie. This time Vicky is again reuniting with his 'Uri: The Surgical Strike' director Aditya Dhar for his next film, in which he will play Ashwatthama. Aditya confirmed the news to that he is working on the project with Vicky.",
      "newsTitel" : "Vicky Kaushal to Reunite With 'Uri: The Surgical Strike' Director Aditya Dhar Again"
    },
    "-LidHDhWioJhGaVvm6OK" : {
      "DateTime" : "03-Apr-2019 | 8:53AM",
      "catagory" : "News / Celebrity",
      "newsDetails" : "Jacqueline Fernandez will soon start working on Salman Khan-starrer Kick 2. According to her, doing sequels is not easy as they come with huge responsibilities and expectations to live up to. Jacqueline, who made her debut back in 2009 with Aladdin, rose to fame with 2014 film Kick in which she played Salman’s love interest.\n",
      "newsTitel" : "Jacqueline To Start Shooting With Salman In Kick 2"
    },
    "-LifWBVowOOOJnR_zTri" : {
      "DateTime" : "20-Feb-2019 | 10:01AM",
      "catagory" : "News / Tamil",
      "newsDetails" : "From last few days rumours are in the air that Lyca Productions may drop the 'Indian 2' project due to excessive cost. But as of today a spokesperson of Lyca Productions confirms that all those are false information and movie is still on track as before. So far a major sequence has been shot for a week at a memorial hall near the GH in Chennai. Another portion has been completed at the Gokulam Studios",
      "newsTitel" : "Rumours About 'Indian 2' Are False And Baseless"
    },
    "-Lifa7Jza1apw-DuMGkt" : {
      "DateTime" : "22-Jan-2019 6:14PM",
      "catagory" : "News / Tamil",
      "newsDetails" : "opular Malayalam actor Manju Warrier to make her debut in Tamil movie. She will be playing as female lead too. The movie is none other than Dhanush starrer 'Asuran'. The film is the fourth one from Dhanush - Vetrimaaran duo. Previously they made 'Polladhavan', 'Aadukalam' and 'Vada Chennai'. All films are big hits in box office. And the last release 'Vada Chennai' was one of the best movies of last year. ",
      "newsTitel" : "Manju Warrier to make her Tamil debut with Dhanush's 'Asuran'"
    },
    "-LifaLde4ZGJDCLspneJ" : {
      "DateTime" : "17-Jan-2019 8:30AM",
      "catagory" : "News / Bengali",
      "newsDetails" : "Naseeruddin Shah has a very well built connection with Bengali film industry from a long time. Mr. Shah first appeared in a Bengali film in Prabhat Roy's 1983 film 'Protidan'. He visited Kolkata many times either for a film shooting or just to spend a few days for no reason. Thanks to director Saibal Mitra for making this bond much stronger. A recent report says that Naseeruddin will join famous Bengali actor Soumitra Chatterjee for a new project",
      "newsTitel" : "Naseeruddin Shah And Soumitra Chatterjee To Share Screen Space In 'Debotaar Grash'"
    }
  },
  "songs" : {
    "-LivivQtGd4hUQ3brzkR" : {
      "catagory" : "Hindi-Songs",
      "songsLink" : "https://www.youtube.com/embed/mQiiw7uRngk",
      "songsTitel" : "Tera Ban Jaunga | Kabir Singh "
    },
    "-LivjzrkseBIKyYbcIPT" : {
      "catagory" : "Hindi-Songs",
      "songsLink" : "https://www.youtube.com/embed/VOLKJJvfAbg",
      "songsTitel" : "Bekhayali Full Song | Kabir Singh"
    },
    "-LivkKzOIFZdzjE-4XOK" : {
      "catagory" : "Hindi-Songs",
      "songsLink" : "https://www.youtube.com/embed/UcOx6Bm3_4k",
      "songsTitel" : " Yeh Aaina | Kabir Singh"
    },
    "-Livkgr_xegsNapBR_NR" : {
      "catagory" : "Hindi-Songs",
      "songsLink" : "https://www.youtube.com/embed/WWXm39leYew",
      "songsTitel" : "Kaise Hua | Kabir Singh"
    },
    "-Livl4aAX-GEKryttVk3" : {
      "catagory" : "Hindi-Songs",
      "songsLink" : "https://www.youtube.com/embed/Hq5OTJdBKQU",
      "songsTitel" : "Tujhe Kitna | Kabir Singh "
    },
    "-LivlaYUo-4kFlgLvsn2" : {
      "catagory" : "Hindi-Songs",
      "songsLink" : "https://www.youtube.com/embed/Eu1NptVss8w",
      "songsTitel" : "Mere Sohneya Song | Kabir Singh"
    },
    "-LivmGbcHODhQrJcncvS" : {
      "catagory" : "Hindi-Songs",
      "songsLink" : "https://www.youtube.com/embed/IIKGgeTxKMc",
      "songsTitel" : "Pehla Pyaar | Kabir Singh "
    },
    "-LiwM_erU6IAeg5Twcpw" : {
      "catagory" : "Hindi-Songs",
      "songsLink" : "https://www.youtube.com/embed/RqiQmj4hlzM",
      "songsTitel" : "Bekhayali (ARIJIT) | Kabir Singh "
    },
    "-LiwNPWqmv-mmXrteJ_F" : {
      "catagory" : "Hindi-Songs",
      "songsLink" : "https://www.youtube.com/embed/2dQqhjezk70",
      "songsTitel" : "Naina Yeh | Article 15"
    },
    "-LiwNvoai1dE0Kpk5vgL" : {
      "catagory" : "Hindi-Songs",
      "songsLink" : "https://www.youtube.com/embed/9gGy5SFcUlk",
      "songsTitel" : "Intezari | Article 15 "
    },
    "-LiwOHawMYa1owPn2mYe" : {
      "catagory" : "Hindi-Songs",
      "songsLink" : "https://www.youtube.com/embed/m6blCId59qc",
      "songsTitel" : "Shuru Karein Kya |  Article 15 "
    },
    "-LiwPZBnvgJ-W9fCh_xQ" : {
      "catagory" : "Hindi-Songs",
      "songsLink" : "https://www.youtube.com/embed/Erfm9pzjPLE",
      "songsTitel" : "Intezari (unplugged) | Article 15 "
    },
    "-LiwRK7OZ7xhxCpnlUEJ" : {
      "catagory" : "Hindi-Songs",
      "songsLink" : "https://www.youtube.com/embed/UBBHpoW3AKA",
      "songsTitel" : "BESABRIYAAN | M. S. DHONI "
    },
    "-LiwRebyiDAKB_E07Brz" : {
      "catagory" : "Hindi-Songs",
      "songsLink" : "https://www.youtube.com/embed/atVof3pjT-I",
      "songsTitel" : "KAUN TUJHE | M.S. DHONI"
    },
    "-LiwS6-NIv7KvkJbdPgF" : {
      "catagory" : "Hindi-Songs",
      "songsLink" : "https://www.youtube.com/embed/K-Ts-NFR62o",
      "songsTitel" : "JAB TAK  | M.S. DHONI "
    },
    "-LiwSWuKu1sx4k7bBQJ8" : {
      "catagory" : "Hindi-Songs",
      "songsLink" : "https://www.youtube.com/embed/qVHaXD7zHDQ",
      "songsTitel" : "PHIR KABHI | M.S. DHONI "
    },
    "-LiwUZmenMhktVCXp0N4" : {
      "catagory" : "Hindi-Songs",
      "songsLink" : "https://www.youtube.com/embed/hVCYwwFwGEE",
      "songsTitel" : "Duniyaa | Luka Chuppi "
    },
    "-LiwV0Q3ipwCXllQ2fWB" : {
      "catagory" : "Hindi-Songs",
      "songsLink" : "https://www.youtube.com/embed/Px1h_6McybM",
      "songsTitel" : "Photo Song | Luka Chuppi"
    },
    "-LiwVSWz9zZqBwNRs3E_" : {
      "catagory" : "Hindi-Songs",
      "songsLink" : "https://www.youtube.com/embed/DQUgMWie0aQ",
      "songsTitel" : "COCA COLA | Luka Chuppi"
    },
    "-LiwW1I0szOUtnBDAXJP" : {
      "catagory" : "Hindi-Songs",
      "songsLink" : "https://www.youtube.com/embed/FF_RF7mrbkY",
      "songsTitel" : "Poster Lagwa Do Song | Luka Chuppi"
    },
    "-LiwY6wpOapAkEbdfA25" : {
      "catagory" : "Hindi-Songs",
      "songsLink" : "https://www.youtube.com/embed/z3UHfi9vpbc",
      "songsTitel" : "Sunn Raha Hai Na | Aashiqui 2"
    },
    "-LiwYV_0IZWzWUpu-8fX" : {
      "catagory" : "Hindi-Songs",
      "songsLink" : "https://www.youtube.com/embed/IJq0yyWug1k",
      "songsTitel" : "Tum Hi Ho | Aashiqui 2"
    },
    "-LiwZ9_cZkYUYoGMHkij" : {
      "catagory" : "Hindi-Songs",
      "songsLink" : "https://www.youtube.com/embed/l34-rTlGyhI",
      "songsTitel" : "Asan Nahi Yahan |  Aashiqui 2"
    },
    "-LiwZh9BMkNcwcCVTGIX" : {
      "catagory" : "Hindi-Songs",
      "songsLink" : "https://www.youtube.com/embed/GtPvCa3vvxA",
      "songsTitel" : "Milne Hai Mujhse Aayi | Aashiqui 2"
    }
  }
}
